{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[STOP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SPACE]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "Lowercase"
      }
    ]
  },
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "[STOP]": 0,
      "[UNK]": 1,
      "[SPACE]": 2,
      "'": 3,
      ",": 4,
      "-": 5,
      ".": 6,
      ";": 7,
      "a": 8,
      "b": 9,
      "c": 10,
      "d": 11,
      "e": 12,
      "f": 13,
      "g": 14,
      "h": 15,
      "i": 16,
      "j": 17,
      "k": 18,
      "l": 19,
      "m": 20,
      "n": 21,
      "o": 22,
      "p": 23,
      "q": 24,
      "r": 25,
      "s": 26,
      "t": 27,
      "u": 28,
      "v": 29,
      "w": 30,
      "x": 31,
      "y": 32,
      "z": 33,
      "ò": 34,
      "’": 35,
      "th": 36,
      "the": 37,
      "in": 38,
      "er": 39,
      "on": 40,
      "ed": 41,
      "at": 42,
      "an": 43,
      "re": 44,
      "is": 45,
      "en": 46,
      "or": 47,
      "as": 48,
      "of": 49,
      "to": 50,
      "es": 51,
      "it": 52,
      "al": 53,
      "ing": 54,
      "wh": 55,
      "ou": 56,
      "and": 57,
      "ar": 58,
      "ly": 59,
      "le": 60,
      "os": 61,
      "ter": 62,
      "ic": 63,
      "ent": 64,
      "ad": 65,
      "ion": 66,
      "be": 67,
      "il": 68,
      "sh": 69,
      "bu": 70,
      "me": 71,
      "pr": 72,
      "st": 73,
      "was": 74,
      "ther": 75,
      "ir": 76,
      "se": 77,
      "ne": 78,
      "ri": 79,
      "by": 80,
      "ce": 81,
      "for": 82,
      "he": 83,
      "ow": 84,
      "that": 85,
      "gh": 86,
      "id": 87,
      "ov": 88,
      "su": 89,
      "ti": 90,
      "ding": 91,
      "ex": 92,
      "ie": 93,
      "om": 94,
      "other": 95,
      "un": 96,
      "ur": 97,
      "this": 98,
      "one": 99,
      "ation": 100,
      "ac": 101,
      "ap": 102,
      "ch": 103,
      "con": 104,
      "ith": 105,
      "ld": 106,
      "pre": 107,
      "ve": 108,
      "we": 109,
      "wal": 110,
      "with": 111,
      "ess": 112,
      "oswal": 113,
      "oswald": 114,
      "ay": 115,
      "ge": 116,
      "mis": 117,
      "ot": 118,
      "so": 119,
      "wor": 120,
      "ers": 121,
      "ate": 122,
      "ab": 123,
      "ag": 124,
      "ca": 125,
      "de": 126,
      "had": 127,
      "ll": 128,
      "min": 129,
      "man": 130,
      "sid": 131,
      "ut": 132,
      "ere": 133,
      "ose": 134,
      "ail": 135,
      "bo": 136,
      "fo": 137,
      "fr": 138,
      "ha": 139,
      "his": 140,
      "if": 141,
      "iv": 142,
      "ies": 143,
      "ke": 144,
      "mo": 145,
      "ment": 146,
      "pe": 147,
      "qu": 148,
      "inter": 149,
      "ater": 150,
      "ist": 151,
      "ison": 152,
      "end": 153,
      "who": 154,
      "whic": 155,
      "ough": 156,
      "buil": 157,
      "pro": 158,
      "work": 159,
      "which": 160,
      "ain": 161,
      "cor": 162,
      "cou": 163,
      "com": 164,
      "des": 165,
      "em": 166,
      "her": 167,
      "igh": 168,
      "lu": 169,
      "ner": 170,
      "par": 171,
      "ru": 172,
      "ty": 173,
      "ul": 174,
      "ree": 175,
      "reat": 176,
      "all": 177,
      "ally": 178,
      "when": 179,
      "where": 180,
      "our": 181,
      "ous": 182,
      "lee": 183,
      "ice": 184,
      "ill": 185,
      "but": 186,
      "sec": 187,
      "new": 188,
      "over": 189,
      "time": 190,
      "presid": 191,
      "miss": 192,
      "some": 193,
      "building": 194,
      "president": 195,
      "af": 196,
      "av": 197,
      "are": 198,
      "air": 199,
      "ake": 200,
      "br": 201,
      "ct": 202,
      "ced": 203,
      "cit": 204,
      "cut": 205,
      "ether": 206,
      "fi": 207,
      "gl": 208,
      "gate": 209,
      "ial": 210,
      "ile": 211,
      "lon": 212,
      "mit": 213,
      "mar": 214,
      "ned": 215,
      "po": 216,
      "pt": 217,
      "pos": 218,
      "ry": 219,
      "ser": 220,
      "sit": 221,
      "tur": 222,
      "up": 223,
      "ure": 224,
      "ver": 225,
      "vice": 226,
      "way": 227,
      "thr": 228,
      "they": 229,
      "their": 230,
      "ina": 231,
      "inc": 232,
      "into": 233,
      "att": 234,
      "reg": 235,
      "rest": 236,
      "ener": 237,
      "ass": 238,
      "est": 239,
      "its": 240,
      "whether": 241,
      "ley": 242,
      "she": 243,
      "prison": 244,
      "own": 245,
      "accor": 246,
      "mister": 247,
      "cau": 248,
      "both": 249,
      "from": 250,
      "have": 251,
      "ight": 252,
      "newgate": 253,
      "after": 254
    },
    "merges": [
      "t h",
      "th e",
      "i n",
      "e r",
      "o n",
      "e d",
      "a t",
      "a n",
      "r e",
      "i s",
      "e n",
      "o r",
      "a s",
      "o f",
      "t o",
      "e s",
      "i t",
      "a l",
      "in g",
      "w h",
      "o u",
      "an d",
      "a r",
      "l y",
      "l e",
      "o s",
      "t er",
      "i c",
      "en t",
      "a d",
      "i on",
      "b e",
      "i l",
      "s h",
      "b u",
      "m e",
      "p r",
      "s t",
      "w as",
      "the r",
      "i r",
      "s e",
      "n e",
      "r i",
      "b y",
      "c e",
      "f or",
      "h e",
      "o w",
      "th at",
      "g h",
      "i d",
      "o v",
      "s u",
      "t i",
      "d ing",
      "e x",
      "i e",
      "o m",
      "o ther",
      "u n",
      "u r",
      "th is",
      "on e",
      "at ion",
      "a c",
      "a p",
      "c h",
      "c on",
      "i th",
      "l d",
      "p re",
      "v e",
      "w e",
      "w al",
      "w ith",
      "es s",
      "os wal",
      "oswal d",
      "a y",
      "g e",
      "m is",
      "o t",
      "s o",
      "w or",
      "er s",
      "at e",
      "a b",
      "a g",
      "c a",
      "d e",
      "h ad",
      "l l",
      "m in",
      "m an",
      "s id",
      "u t",
      "er e",
      "os e",
      "a il",
      "b o",
      "f o",
      "f r",
      "h a",
      "h is",
      "i f",
      "i v",
      "i es",
      "k e",
      "m o",
      "m ent",
      "p e",
      "q u",
      "in ter",
      "at er",
      "is t",
      "is on",
      "en d",
      "wh o",
      "wh ic",
      "ou gh",
      "bu il",
      "pr o",
      "wor k",
      "whic h",
      "a in",
      "c or",
      "c ou",
      "c om",
      "d es",
      "e m",
      "h er",
      "i gh",
      "l u",
      "n er",
      "p ar",
      "r u",
      "t y",
      "u l",
      "re e",
      "re at",
      "al l",
      "al ly",
      "wh en",
      "wh ere",
      "ou r",
      "ou s",
      "le e",
      "ic e",
      "il l",
      "bu t",
      "se c",
      "ne w",
      "ov er",
      "ti me",
      "pre sid",
      "mis s",
      "so me",
      "buil ding",
      "presid ent",
      "a f",
      "a v",
      "a re",
      "a ir",
      "a ke",
      "b r",
      "c t",
      "c ed",
      "c it",
      "c ut",
      "e ther",
      "f i",
      "g l",
      "g ate",
      "i al",
      "i le",
      "l on",
      "m it",
      "m ar",
      "n ed",
      "p o",
      "p t",
      "p os",
      "r y",
      "s er",
      "s it",
      "t ur",
      "u p",
      "u re",
      "v er",
      "v ice",
      "w ay",
      "th r",
      "the y",
      "the ir",
      "in a",
      "in c",
      "in to",
      "at t",
      "re g",
      "re st",
      "en er",
      "as s",
      "es t",
      "it s",
      "wh ether",
      "le y",
      "sh e",
      "pr ison",
      "ow n",
      "ac cor",
      "mis ter",
      "ca u",
      "bo th",
      "fr om",
      "ha ve",
      "igh t",
      "new gate",
      "af ter"
    ]
  }
}